[RM_APGrenade X2GrenadeTemplate]
FriendlyName="Противопехотная граната"
FriendlyNamePlural="Противопехотные гранаты"
BriefSummary="Эта противопехотная граната по сравнению с сотрясающим взрывом стандартной гранаты настроена на поражение осколками. Эта граната не так эффективна против брони, но она имеет больший радиус действия и наносит больше урона. Кроме того, осколки этой гранаты имеет обычный тип урона, а не взрывной, что означает, что эта граната не только не уничтожают добычу или трупы, но и способности, дающие устойчивость или иммунитет к взрывам, не защищают от нее."
TacticalText="<Bullet/> Противопехотные гранаты полезны для нанесения высокого урона по группам небронированных целей. Бронированные цели получат от них гораздо меньше урона.\n<Bullet/> Эти гранаты могут быть заблокированы укрытиями и не могут повредить окружающую среду.\n<Bullet/> Противопехотные гранаты не уничтожают трупы или добычу при убийстве врагов, а способности, дающие устойчивость или иммунитет к взрывам, не защищают от них.\n<Bullet/> Враги, которые могут быть более уязвимы к взрывному урону, такие как избранные, не получат дополнительного урона от AP-гранат."
ThrownAbilityName="Бросок противопехотной гранаты"
ThrownAbilityHelpText="Бросьте противопехотную гранату в указанную зону."
LaunchedAbilityname="Выстрел противопехотной гранатой"
LaunchedAbilityHelpText="Выстрел противопехотной гранатой в указанную зону."

[RM_APGrenade_MK2 X2GrenadeTemplate]
FriendlyName="Граната из сплава"
FriendlyNamePlural="Гранаты из сплава"
BriefSummary="Противопехотная граната, усиленная инопланетными сплавами и детонатором на основе элерия. Граната из сплава имеет больший радиус действия и наносит больший урон, чем противопехотная граната, а броня против нее чуть менее эффективна. Как и противопехотная граната имеет обычный тип урона, а не взрывчаткой, а это значит, что гранаты из сплава не только не уничтожают добычу или трупы, но и способности, дающие сопротивление или иммунитет взрывам, не защищают от них."
TacticalText="\n<Bullet/> Улучшенное качество и скорость осколков гранаты из сплава увеличивает урон и радиус её действия, а также делает броню цели менее эффективной.\n<Bullet/> Эти гранаты могут быть заблокированы укрытиями и не могут повредить окружающую среду.\n<Bullet/> Гранаты из сплава не уничтожают трупы или добычу при убийстве врагов, а способности, дающие устойчивость или иммунитет к взрывам, не защищают от них.\n<Bullet/> Враги, которые могут быть более уязвимы к взрывному урону, такие как избранные, не получат дополнительный урон от гранат из сплава."
ThrownAbilityName="Бросок гранаты из сплава"
ThrownAbilityHelpText="Бросьте гранату из сплава в указанную зону."
LaunchedAbilityname="Выстрел гранатой из сплава"
LaunchedAbilityHelpText="Выстрел гранатой из сплава в указанную зону."